using Задание_3;

List<Employee> employees = new List<Employee>()
{
    new ("Репин Александр Дмитриевич", 4, 3000, 2),
    new ("Михайлков Игорь Николаевич", 5, 6000, 5),
    new ("Малов Андрей Николаевич", 1, 1600, 6),
    new ("Колесников Илья Рудольфович", 3, 5000, 7),
    new ("Мельников Матвей Дмитриевич", 7, 3700, 10),
    new ("Савин Семен Святославович", 3, 2950, 3),
    new ("Исаков Михаил Артемович", 2, 1800, 1),
    new ("Михайлков Дмитрий Александрович", 3, 5100, 4),
    new ("Филиппов Витольд Валерьевич", 4, 1900, 9),
    new ("Кабанов Анатолий Георгиевич", 6, 2500, 8),
};
foreach (var emp in employees)
{
    Console.WriteLine(emp.Fio);
}